heatExchanger/all_auto/case_0_0/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  10
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      binary;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    inlet_fluid
    {
        type            patch;
        nFaces          35;
        startFace       28012;
    }
    outlet_fluid
    {
        type            patch;
        nFaces          26;
        startFace       28047;
    }
    walls_fluid
    {
        type            patch;
        nFaces          1392;
        startFace       28073;
    }
    walls_heater
    {
        type            patch;
        nFaces          204;
        startFace       29465;
    }
    base_fins
    {
        type            patch;
        nFaces          427;
        startFace       29669;
    }
)

// ************************************************************************* //
