heatExchanger/all_auto/case_0_0/system/fins/fvSolution
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  10
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile {
    format ascii;
    class dictionary;
    location "system/fins";
    object fvSolution;
}

// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

solvers {
    e {
        solver GAMG;
        smoother symGaussSeidel;
        tolerance 1e-6;
        relTol 0.1;
    }

    eFinal {
        $e;
        relTol 0;
    }
}

PIMPLE {
    nNonOrthogonalCorrectors 0;
}

// ************************************************************************* //